<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string>Allows RMM Agent to access system binaries like tmutil, fdesetup</string>
			<key>PayloadDisplayName</key>
			<string>RMM Agent PPPC</string>
			<key>PayloadIdentifier</key>
			<string>com.nable.rmmagent.tcc</string>
			<key>PayloadOrganization</key>
			<string>N-able</string>
			<key>PayloadType</key>
			<string>com.apple.TCC.configuration-profile-policy</string>
			<key>PayloadUUID</key>
			<string>9A486814-1845-11EA-89B6-ACDE48001122</string>
			<key>PayloadVersion</key>
			<integer>4</integer>
			<key>Services</key>
			<dict>
				<key>SystemPolicyAllFiles</key>
				<array>
					<dict>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier rmmagentd and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = DX6NAB4WGS</string>
						<key>Comment</key>
						<string>Allow SystemPolicyAllFiles control for rmmagentd</string>
						<key>Identifier</key>
						<string>/usr/local/rmmagent/rmmagentd</string>
						<key>IdentifierType</key>
						<string>path</string>
					</dict>
					<dict>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.rmm.advancedMonitoringAgent.rmmagentd" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = DX6NAB4WGS</string>
						<key>Comment</key>
						<string>Allow SystemPolicyAllFiles control for rmmagentd</string>
						<key>Identifier</key>
						<string>/usr/local/rmmagent/rmmagentd</string>
						<key>IdentifierType</key>
						<string>path</string>
					</dict>
					<dict>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.rmm.advancedMonitoringAgent.rmmagentd" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = YT3GCGK3Z7</string>
						<key>Comment</key>
						<string>Allow SystemPolicyAllFiles control for rmmagentd</string>
						<key>Identifier</key>
						<string>/usr/local/rmmagent/rmmagentd</string>
						<key>IdentifierType</key>
						<string>path</string>
					</dict>
				</array>
				<key>AppleEvents</key>
				<array>
					<dict>
						<key>AEReceiverCodeRequirement</key>
						<string>identifier "com.apple.systemevents" and anchor apple</string>
						<key>AEReceiverIdentifier</key>
						<string>com.apple.systemevents</string>
						<key>AEReceiverIdentifierType</key>
						<string>bundleID</string>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier rmmagentd and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = DX6NAB4WGS</string>
						<key>Comment</key>
						<string>Allow RMM Agent to send AppleEvents control to System Events</string>
						<key>Identifier</key>
						<string>rmmagentd</string>
						<key>IdentifierType</key>
						<string>bundleID</string>
					</dict>
					<dict>
						<key>AEReceiverCodeRequirement</key>
						<string>identifier "com.apple.systemevents" and anchor apple</string>
						<key>AEReceiverIdentifier</key>
						<string>com.apple.systemevents</string>
						<key>AEReceiverIdentifierType</key>
						<string>bundleID</string>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.rmm.advancedMonitoringAgent.rmmagentd" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = DX6NAB4WGS</string>
						<key>Comment</key>
						<string>Allow RMM Agent to send AppleEvents control to System Events</string>
						<key>Identifier</key>
						<string>com.rmm.advancedMonitoringAgent.rmmagentd</string>
						<key>IdentifierType</key>
						<string>bundleID</string>
					</dict>
					<dict>
						<key>AEReceiverCodeRequirement</key>
						<string>identifier "com.apple.systemevents" and anchor apple</string>
						<key>AEReceiverIdentifier</key>
						<string>com.apple.systemevents</string>
						<key>AEReceiverIdentifierType</key>
						<string>bundleID</string>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.rmm.advancedMonitoringAgent.rmmagentd" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = YT3GCGK3Z7</string>
						<key>Comment</key>
						<string>Allow RMM Agent to send AppleEvents control to System Events</string>
						<key>Identifier</key>
						<string>com.rmm.advancedMonitoringAgent.rmmagentd</string>
						<key>IdentifierType</key>
						<string>bundleID</string>
					</dict>
				</array>
			</dict>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Allows RMM Agent to access system binaries like tmutil, fdesetup</string>
	<key>PayloadDisplayName</key>
	<string>RMM Agent PPPC</string>
	<key>PayloadIdentifier</key>
	<string>com.nable.rmmagent.tcc</string>
	<key>PayloadOrganization</key>
	<string>N-able</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>system</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>9A4B37E3-1845-11EA-8684-ACDE48001122</string>
	<key>PayloadVersion</key>
	<integer>4</integer>
</dict>
</plist>
